"""
itħ -> β
"""
e^(it/ħ(V) + iπ(2n+1))
e^(it/ħ(V + ħ/t*π))
e^(β*(V + (2n+1)ħ/t*π))

"""make 2n+1 ~> ħ/t ?"""

e^(it/ħ(V) + iπ(2n+1))

cos(t/ħ(V)+π(2n+1))-i*sin(t/ħ(V)+π(2n+1))

1+ it/ħ(V) + iπ(2n+1) + (it/ħ(V) + iπ(2n+1))^2/2 + 
                        (it/ħ(V) + iπ(2n+1))^3/3!

1+ it/ħ(V) + iπ(2n+1) - (t/ħ(V))^2/2 -π(2n+1)t/ħ(V) - (π(2n+1))^2/2 + 
                        -i(t/ħ(V))^3/3!
                        -i(π(2n+1))^2*t/ħ(V)/2 -iπ(2n+1)*(t/ħ(V))^2/2 
                        -(π(2n+1))^3/3!

e^(it/ħ(V)) + e^(iπ) -2
    1
    i^2 π*t/ħ(V) 2/2
    i^3 π^2*t/ħ(V)* 1/2  π*t/ħ(V)^2* 1/2 
    i^4 π^3*t/ħ(V)* 1/6  π^2*t/ħ(V)^2* 1/4  π*t/ħ(V)^3* 1/6
    i^5 π^4*t/ħ(V)* 1/24 π^3*t/ħ(V)^2* 1/12  π^2*t/ħ(V)^3* 1/12 π*t/ħ(V)^4* 1/24
 